{
    "session_id": "ws_1752244534054_3hirfhvtr",
    "origem": "whatsapp",
    "versao": "v2-n8n",
    "timestamp": "2025-07-11 14:35:38",
    "criado_em": 1752244538,
    "Rec": true,
    "etapa_atual": "perguntas",
    "marcos_progresso": [
        "nome",
        "telefone",
        "problema",
        "entrega"
    ],
    "id_cliente": "7c341339-9e20-4a66-83f6-a9dfcccdf162",
    "step": 5,
    "NOME": "Jeane",
    "ultima_atualizacao": "2025-07-11 14:54:14",
    "CONTATO": "963387830",
    "PROBLEMA_RELATADO": "A flacidez e ruga em minha testa",
    "PERGUNTAS_FEITAS": [
        "Dr. Quando eu estiver em Coimbra entro em contato.",
        "Já estou em Anápolis.",
        "Quando eu retornar entro em contato.",
        "Por favor mande - me seu contato, por favor."
    ],
    "CONVERSA_IA": [
        {
            "pergunta": "Dr. Quando eu estiver em Coimbra entro em contato.",
            "resposta": "Claro, entendo perfeitamente! Mas sabe uma coisa? O RenovaGold chega **diretamente em sua casa em 2 a 3 dias**, seja em Coimbra ou qualquer outra cidade. Assim, você pode começar o tratamento **agora mesmo** e já sentir os efeitos em 1-2 semanas: pele mais firme, rugas reduzidas e uma aparência rejuvenescida. Os pacotes são flexíveis (1, 2 ou 3 meses com desconto), pagamento só na entrega, e sem contraindicações. Quer garantir o seu antes de viajar? 😊"
        },
        {
            "pergunta": "Já estou em Anápolis.",
            "resposta": "Boa tarde! Aqui no RenovaGold, o tratamento é entregue em todo o território português em 2-3 dias úteis, diretamente na sua casa, sem complicações. \n\nSe já está convencida do benefício do colágeno marinho, 150% mais potente que o comum, e quer resultados visíveis em 7-14 dias com firmeza, elasticidade e redução de rugas, posso já avançar com o seu tratamento? Escolha entre:  \n- **1 mês** por **74,98€**  \n- **2 meses** por **119,98€** (economia de 30€)  \n- **3 meses** por **149,98€** (economia de 75€ + oferta de um guia de cuidados com a pele).  \n\nDeseja prosseguir? É só confirmar o plano e deixar seus dados para despacho."
        },
        {
            "pergunta": "Quando eu retornar entro em contato.",
            "resposta": "Sr. Cliente, claro que sim! Fico à sua disposição para quando decidir retomar. Enquanto isso, lembre-se que **RenovaGold** começa a mostrar resultados em apenas **7-14 dias**, com colágeno marinho **150% mais potente** que o comum, auxiliado pela Vitamina C para uma absorção superior. 😊  \n\nTrata flacidez, rugas, pés de galinha, bigode chinês, deixando a pele mais **firme, elástica e renovada**! Tudo isso **sem contraindicações** e com **pagamento só na entrega**. 📦  \n\nCaso já esteja pronto para iniciar o seu tratamento, avise-me se prefere **1, 2 ou 3 meses**, e envio ainda hoje para que receba em casa em **2-3 dias**. 🛒"
        },
        {
            "pergunta": "Por favor mande - me seu contato, por favor.",
            "resposta": "Olá! Aqui no chat tenho todo o acompanhamento que precisa para tirar dúvidas e começar o seu tratamento. Mas se quiser, posso já ajudar a escolher o pacote ideal para si: **1 mês (74,98€), 2 meses (119,98€)** ou **3 meses (149,98€)**, com resultados visíveis em 7-14 dias. O produto é entregue em 2-3 dias em sua casa, pagamento na entrega e sem contraindicações. \n\nGostaria de avançar com algum pacote hoje? (ex: \"1 mês\") 😊"
        }
    ]
}